Repository: danerx77/f1
Catalog: tm/data maps.tmx
Source language: en
Languages: pl

source: I got my KOFFING in CINNABAR.\pIt's usually nice, but it breathes\npoison when it's angry.
pl: Złapałam KOFFINGA w CINNABAR.\pJest kochany, ale gdy się złości\nto wydmuchuje truciznę.

# Heheh! This GYM is great! It's full of women!
source: Heheh! This GYM is great!\nIt's full of women!
pl: Hehe! Ta SALA jest cudna!\nJest pełna kobiet!

source: CELADON takes pride in its efforts\nto keep the city beautiful.\pThat's why the new GAME CORNER is\nbad for our city's image.
pl: CELADON jest dumne ze swych prac\nnad upiększeniem miasta.\pDlatego nowy SALON GIER jest zły\ndla wizerunku naszego miasta.

source: Moan…\nI blew it all at the slots!\pI knew I should have cashed in my\nCOINS for prizes!
pl: Przegrałem wszystko w\njednorękiego bandytę!\pA mogłem wymienić\nŻETONY na nagrody…

source: This is my trusted pal, POLIWRATH.\pIt evolved from a POLIWHIRL when\nI used a WATER STONE.
pl: To mój zaufany kumpel, POLIWRATH.\pEwoluował z POLIWHIRLA, gdy\nużyłem na nim KAMIEN WODY.

# What are you staring at? Get lost, or I'll punch you.
source: What are you staring at?\nGet lost, or I'll punch you.
pl: Na co się tak gapisz?\nSpadaj albo ci przyłożę.

source: Keep out of TEAM ROCKET's way!
pl: Nie wchodź nam lepiej w drogę!

source: TRAINER TIPS\pX ACCURACY boosts the accuracy of\ntechniques.\pDIRE HIT jacks up the likelihood\nof critical hits.\pGet your items at the CELADON\nDEPT. STORE!
pl: PORADA\p CELNOŚĆ podbija celność wybranych\ntechnik.\pPOTĘŻNY CIOS daje prawdopodobieństwo\nciosów krytycznych.\pA to wszystko w DOMU TOWAROWYM\nCELADON!

# CELADON CITY The City of Rainbow Dreams
source: CELADON CITY\nThe City of Rainbow Dreams
pl: CELADON CITY\nMiasto Tęczowych Snów

# CELADON CITY POKéMON GYM LEADER: ERIKAlThe Nature-Loving Princess!
source: CELADON CITY POKéMON GYM\nLEADER: ERIKA\lThe Nature-Loving Princess!
pl: SALA POKéMON CELADON CITY\nLIDER: ERIKA\lNaturalna Księżniczka!

source: CELADON MANSION
pl: DWÓR CELADON

# Find what you need at the CELADON DEPT. STORE!
source: Find what you need at the\nCELADON DEPT. STORE!
pl: Znajdź czego szukasz w DOMU\nTOWAROWYM CELADON!

source: TRAINER TIPS\pGUARD SPEC. protects POKéMON\nfrom status-reduction moves during\lbattle.\pGet your items at the\nCELADON DEPT. STORE!
pl: PORADA\pOCHRONA SPEC. chroni twoje POKéMONY\nprzed działaniem ruchów obniżających\lstatystyki.\pKupisz go w DOMU\nTOWAROWYM CELADON!

# COINS exchanged for prizes! PRIZE EXCHANGE
source: COINS exchanged for prizes!\nPRIZE EXCHANGE
pl: Wymieniamy ŻETONY na nagrody!\nPRIZE EXCH.

# ROCKET GAME CORNER The playground for grown-ups!
source: ROCKET GAME CORNER\nThe playground for grown-ups!
pl: SALON GIER ROCKETÓW\nPlac zabaw dla dorosłych!

source: Aaaagh, ow…\nI scalded my tongue!\pThis nice old lady in the MANSION\ngave me some TEA.\pBut it was boiling hot!\nGotta cool it to drink it.
pl: Aaaach, oł…\nPoparzyłem sobie język!\pTa miła staruszka z DWORU\ndała mi HERBATĘ.\pAle była strasznie gorąca!\nMusi najpierw wystygnąć.

source: Hello, there!\pI've seen you about, but I never\nhad a chance to chat.\pIt must be good luck that brought\nus together finally.\pI'd like to celebrate by teaching\nyou the move SOFTBOILED.
pl: Witaj!\pWidziałem cię wiele razy, ale nigdy\nnie miałem okazji pogadać.\pMiło, że w końcu możemy się\nspotkać osobiście.\pPozwól, że uczczę to ucząc twojego\nPOKéMONA ataku JAJO NA MIĘKKO!

# I'll always be keeping an eye out for you.pI hope we can chat again.
source: I'll always be keeping an eye out\nfor you.\pI hope we can chat again.
pl: Zawsze będę mieć na ciebie\noko!\pMam nadzieję, że jeszcze\npogadamy.

# So, who's the POKéMON that gets the chance to learn SOFTBOILED?
source: So, who's the POKéMON that gets\nthe chance to learn SOFTBOILED?
pl: Który POKéMON będzie miał\nszansę nauczyć się JAJO NA MIĘKKO?

source: I wish you the best of luck!
pl: Życzę ci szczęścia!

source: Oh, what am I to do…\pSomeone stole our SILPH SCOPE.\pThe thief came running this way,\nI'm sure of it.\pBut I lost sight of him!\nWhere'd he go?
pl: Och, co robić…\pKtoś ukradł nasz SKANER SILPH.\pJestem pewien, że złodziej pobiegł\ntędy.\pAle straciłem go z oczu!\nGdzie mógł się podziać?

# You shouldn't spend all your money on drinks.pTry this instead.
source: You shouldn't spend all your money\non drinks.\pTry this instead.
pl: Nie powinieneś wydawać pieniędzy\nna napoje.\pSpróbuj tego.

# Nothing beats thirst like some hot TEA.pIt really is the best.
source: Nothing beats thirst like some hot\nTEA.\pIt really is the best.
pl: Nic nie zabija pragnienia tak jak\nHERBATKA.\pJest najlepsza!

# My dear POKéMON keep me company. MEOWTH even brings money home!
source: My dear POKéMON keep me company.\nMEOWTH even brings money home!
pl: Moje drogie POKéMONY dotrzymują\nmi towarzystwa.

source: Oh, hello, dearie.\nDid you enjoy my TEA?\pBy the way, dear. Are you, by any\nchance, from PALLET TOWN?\pA girl from PALLET TOWN, DAISY,\nshe enjoys TEA every day.\pShe visits the CELADON DEPT. STORE\nto buy some TEA.
pl: Och, witaj złotko.\nSmakowała ci HERBATKA?\pPrzy okazji. Czy przypadkiem nie\njesteś z PALLET TOWN?\pDziewczynka z PALLET TOWN, DAISY,\ncodziennie piję HERBATKĘ.\pCzasami odwiedza DOM TOWAROWY\nCELADON, by ją kupić.

# CELADON MANSION Manager's Suite
source: CELADON MANSION\nManager's Suite
pl: DWÓR CELADON \nApartament Szefa

source: GAME FREAK Meeting Room
pl: Sala Spotkań GAME FREAK

# Me? I'm the programmer!
source: Me?\nI'm the programmer!
pl: Ja?\nJestem programistą!

# I'm the graphic artist! I drew you!
source: I'm the graphic artist!\nI drew you!
pl: Jestem grafikiem!\nNamalowałem cię!

source: I wrote the story!\nIsn't ERIKA cute?\pI like MISTY a lot, too!\nOh, and SABRINA, I like her!
pl: Napisałem historię!\nCzy ERIKA nie jest miła?\pLubię też MISTY!\nOh, no i SABRINĘ!

source: Is that right?\pI'm the game designer!\pFilling up your POKéDEX is tough,\nbut don't quit!\pWhen you finish, come tell me!
pl: Czyż to nie super?\pJestem projektantem!\pWypełnianie POKéDEKSU jest trudne,\nale nie poddaj się!\pPrzyjdź, gdy skończysz!

# Wow! Excellent! You completed your POKéDEX!lCongratulations!l…
source: Wow! Excellent!\nYou completed your POKéDEX!\lCongratulations!\l…
pl: Łał! Wspaniale!\nWypełniłeś swój POKéDEX!\lGratulacje!\l…

# It's the game program! Messing with it could bug out the game!
source: It's the game program! Messing with\nit could bug out the game!
pl: To kod gry! Mieszanie w nim mogłoby\nzabugować grę!

# Someone's playing a game instead of working!
source: Someone's playing a game instead of\nworking!
pl: Ktoś gra zamiast\npracować!

# It's the script! Better not look at the ending!
source: It's the script!\nBetter not look at the ending!
pl: To scenariusz!\nLepiej nie patrz na zakończenie!

source: GAME FREAK Development Room
pl: GAME FREAK Pokój Rozwojowy

source: I KNOW EVERYTHING!
pl: WIEM WSZYSTKO!

source: There is nothing that I don't know,\nlike I wrote on the blackboard.\pI know about the world of POKéMON\nin your GAME BOY ADVANCE!\pGet together with your friends and\nenjoy trading POKéMON!
pl: Nie ma nic, czego bym nie wiedział,\ntak jak napisałem na tablicy.\pWiem wszystko o świecie POKéMONÓW\nna twoim GAME BOYU ADVANCE!\pZbierz się ze swoimi przyjaciółmi\ni wymieniaj POKéMONY!

source: {PLAYER} obtained an EEVEE!
pl: {PLAYER} dostaje EEVEE!

source: POKéMON Lecture\pPlaying with the Wireless Adapter
pl: POKéMONOWY Wykład\pGranie z Wireless Adapterem

source: Which heading do you want to read?
pl: Który nagłówek chcesz przeczytać?

source: The POKéMON WIRELESS CLUB is\nupstairs at any POKéMON CENTER.\pVisit one to link up with friend(s)\nusing your Wireless Adapter.
pl: POKéMON WIRELESS CLUB jest na\ngórze w każdym CENTRUM POKéMON.\pOdwiedź, aby połączyć się z kolegą\nużywając Wireless Adapter.

source: To link only with a friend, go to\nthe DIRECT CORNER.\pIt is the right counter at the\nPOKéMON WIRELESS CLUB.\pGo into the TRADE CORNER or the\nCOLOSSEUM with your friend.
pl: By połączyć się z przyjacielem,\nprzejdź do DIRECT CORNER.\pTo jest prawy kontratak w\nPOKéMON WIRELESS CLUB.\pWejdź do TRADE CORNER lub do\nKOLOSEUM z przyjacielem.

source: To link and communicate with\nanyone, go to the UNION ROOM.\pIt is the left counter at the\nPOKéMON WIRELESS CLUB.\pGo to the UNION ROOM and enjoy\nmeeting other TRAINERS.
pl: By komunikować się z kimkolwiek,\nprzejdź do UNION ROOM.\pTo jest lewy kontratak w\nPOKéMON WIRELESS CLUB.\pWejdź do UNION ROOM i ciesz sie\nspotkaniem z innymi TRENERAMI.

source: It's a pamphlet on TMs.\p… …\pThere are fifty TMs in all.\pThere are also seven HMs that\ncan be used repeatedly.\pSILPH CO.
pl: To broszura na temat TM.\p… …\pIstnieje pięćdziesiąt TM.\pJest też siedem HM, które nie\nzużywają się.\pSILPH CO.

source: Hello!\nWelcome to CELADON DEPT. STORE.\pThe board on the right describes\nthe store layout.
pl: Dzień Dobry!\nWitamy w DOMU TOWAROWYM CELADON.\pTablica po prawej opisuje\nrozkład sklepu.

source: 1F: SERVICE COUNTER\p2F: TRAINER'S MARKET\p3F: TV GAME SHOP\p4F: WISE MAN GIFTS\p5F: DRUGSTORE\pROOFTOP SQUARE: VENDING MACHINES
pl: 1P: RECEPCJA\p2P: SKLEP TRENERSKI\p3P: SKLEP Z GRAMI TV\p4P: MĄDRE PODARKI\p5P: SKLEP Z LEKAMI\pDACH: AUTOMATY

source: 1F: SERVICE COUNTER
pl: 1P: RECEPCJA

# SUPER REPEL keeps weak POKéMON at bay…pHmm, it's a more powerful REPEL.
source: SUPER REPEL keeps weak POKéMON at\nbay…\pHmm, it's a more powerful REPEL.
pl: SUPER OGGANIACZ dobrze odgania\nPOKéMONY…\pJest silniejszy niż ODGANIACZ.

# For long outings, you should buy REVIVE.
source: For long outings, you should buy\nREVIVE.
pl: Na długie podróże dobrze kupić\nOCUCACZ.

source: Top-Grade Items for TRAINERS!\p2F: TRAINER'S MARKET
pl: Przedmioty z górnej półki!\p2F: SKLEP TRENERSKI

source: We have a customer, LANCE, who\noccasionally comes.\pHe always buys capes.\pI wonder… Does he have many\nidentical capes at home?
pl: Mamy klienta, LANCE'a. Zjawia\nsię tu czasami.\pZawsze kupuje peleryny.\pCiekawe… Po co mu w domu tyle\nidentycznych peleryn?

source: Captured POKéMON are registered\nwith an ID No. and the OT.\pOT stands for “Original TRAINER” -\nthe TRAINER that caught it first.
pl: Złapane POKéMONY rejestrowane są\nz numerami ID i OT.\pOT oznacza “Oryginalnego TRENERA” \nTRENERA, który złapał go pierwszy.

# All right!pMy buddy's going to trade me his KANGASKHAN for my HAUNTER!
source: All right!\pMy buddy's going to trade me his\nKANGASKHAN for my HAUNTER!
pl: Dobra!\pMój kumpel chce wymienić swojego\nKANGASKHANA za HAUNTERA!

source: Come on, HAUNTER!\pI love HAUNTER!\nI collect them!\pHuh?\pHAUNTER turned into a different\nPOKéMON while being traded!
pl: Chodź, HAUNTER!\pKocham HAUNTERY!\nZbieram je!\pCo?\pHAUNTER ewoulował w innego POKéMONA\nw trakcie wymiany!

# You can identify POKéMON you get in trades by their ID Numbers.
source: You can identify POKéMON you get\nin trades by their ID Numbers.
pl: Możesz zidentyfikować POKéMONY\notrzymane w wymianie przez ID.

source: It's a Super NES.
pl: To Super NES.

# An RPG! There's no time for that!
source: An RPG!\nThere's no time for that!
pl: RPG!\nNie ma na to czasu!

# A sports game! Dad'll like that!
source: A sports game!\nDad'll like that!
pl: Gra sportowa!\nTata takie lubi!

# A puzzle game! Looks addictive!
source: A puzzle game!\nLooks addictive!
pl: Puzzle!\nWyglądają fajnie!

# A fighting game! Looks tough!
source: A fighting game!\nLooks tough!
pl: Bijatyka!\nWygląda trudno!

source: 3F: TV GAME SHOP
pl: 3P: GRY TV

# Red and Green! Both are POKéMON!
source: Red and Green!\nBoth are POKéMON!
pl: Czerwony, Zielony!\nOba POKéMONY!

source: Oh, hi!\nI finally finished POKéMON.\pNot done yet? How about I teach\nyou a good move?\pThe move I have in mind is\nCOUNTER.\pNot like the one I'm leaning on,\nmind you!
pl: Och, witaj!\nUkończyłem właśnie POKéMONY!\pCo? Ty jeszcze grasz? Może\npomóc ci dobrym ruchem?\pMam na myśli atak\nKONTRA.\pMoże miałbyś ochotę poznać\ntaką technikę?

# You're not interested? Come see me if you change your mind.
source: You're not interested? Come see\nme if you change your mind.
pl: Nie interesuje cię? Przyjdź,\ngdy zmienisz zdanie.

# Which POKéMON should I teach COUNTER to?
source: Which POKéMON should I teach\nCOUNTER to?
pl: Który POKéMON ma poznać\nKONTRĘ?

# Are you using that COUNTER move I taught your POKéMON?
source: Are you using that COUNTER move\nI taught your POKéMON?
pl: Czy używasz ruchu KONTRA,\nktórego nauczyłem POKéMONY?

source: I'm getting a present for my\ngirlfriend.\pI guess a POKé DOLL will be it.\nIt's the popular thing.
pl: Kupuję prezent dla mojej\ndziewczyny.\pMyślę, że dostanie POKé LALKĘ.\nTo popularna rzecz.

source: I heard something useful.\pIf a wild POKéMON appears, you can\ndistract it with a POKé DOLL.\pYou can run away while the wild\nPOKéMON is distracted.
pl: Usłyszałem coś przydatnego.\pGdy zjawi się dziki POKéMON, możesz\nodwrócić jego uwagę LALKĄ.\pMożesz uciec, gdy dziki POKéMON\nsię nią zajmie.

source: Express yourself with gifts!\n4F: WISE MAN GIFTS\pEvolution Special!\nElement STONES on sale now!
pl: Wyraź swoje uczucia prezentami!\n4P: MĄDRE PODARKI\pUwaga, uwaga!\nSprzedajemy KAMIENIE żywiołów!

source: POKéMON stat enhancers can be\nbought only here.\pHP UP increases the base HP of a\nPOKéMON.\pCALCIUM raises the base SP. ATK\nstat of one POKéMON.\pZINC boosts the base SP. DEF stat\nof one POKéMON.\pCARBOS enhances the base SPEED\nstat.
pl: Podbijacze statystyk POKéMONÓW\nmożna dostać tylko tu.\pWZROST HP zwiększa podstawowe\nHP POKéMONA.\pWAPN zwiększa podstawowy \nSP. ATK POKéMONA.\pCYNK podbija podstawową SP. OBR\nPOKéMONA.\pWĘGLOWODANY podkręcają\npodstawową SZYBKOŚĆ.

source: I'm here for POKéMON stat\nenhancers.\pPROTEIN increases the base ATTACK\npower.\pIRON increases the base DEFENSE\nstat.
pl: Szukam podbijaczy statystyk\nPOKéMONÓW.\pBIAŁKO zwiększa podstawowy\nATAK.\pŻELAZO zwiększa podstawową\nOBRONĘ.

source: 5F: DRUGSTORE
pl: 5P: LEKI

# I'm thirsty! I want something to drink!p{FONT_NORMAL}Give her a drink?
source: I'm thirsty!\nI want something to drink!\p{FONT_NORMAL}Give her a drink?
pl: Chcę mi się pić!\nChcę coś do picia!\p{FONT_NORMAL}Dać jej napój?

source: Give her which drink?
pl: Który napój jej dać?

# Yay!pFRESH WATER!pThank you! You can have this from me!
source: Yay!\pFRESH WATER!\pThank you!\nYou can have this from me!
pl: Jupi!\pŚWIEŻA WODA!\pDziękuję!\nWeź to w prezencie!

# {PLAYER} received a {STR_VAR_2} from the little girl.
source: {PLAYER} received a {STR_VAR_2}\nfrom the little girl.
pl: {PLAYER} dostaje {STR_VAR_2}\nod małej dziewczynki.

source: TM16 contains LIGHT SCREEN.\pIt's a move that weakens the power\nof special attacks by your foe.
pl: TM16 zawiera EKRAN ŚWIATŁA.\pTo ruch osłabiający siłę specjalnych\nataków twojego przeciwnika.

# Yay!pSODA POP!pThank you! You can have this from me!
source: Yay!\pSODA POP!\pThank you!\nYou can have this from me!
pl: Jupi!\pNAPÓJ!\pDziękuję!\nPotraktuj to jako prezent!

source: TM20 contains SAFEGUARD.\pIt's a move that prevents status\nproblems among your POKéMON.
pl: TM20 zawiera ZASŁONĘ.\pTo ruch który nie pozwala na\nzmianę stanu twoich POKéMONÓW.

# Yay!pLEMONADE!pThank you! You can have this from me!
source: Yay!\pLEMONADE!\pThank you!\nYou can have this from me!
pl: Jupi!\pLEMONIADA!\pDzięki!\nWeź ode mnie prezent!

source: TM33 contains REFLECT.\pIt's a move that weakens the power\nof physical attacks by your foe.
pl: TM33 zawiera ODBICIE.\pTo ruch, który osłabia siłę ataków\nfizycznych twojego przeciwnika.

source: You don't have space for this!
pl: Nie masz na to miejsca!

# No, thank you! I'm not thirsty after all!
source: No, thank you!\nI'm not thirsty after all!
pl: Nie, dzięki!\nJednak nie chce mi się pić!

source: My sister is a TRAINER, believe it\nor not.\pBut, she's so immature, she drives\nme nuts!
pl: Moja siostra jest TRENEREM, chociaż\nnie wygląda.\pJest taka niedojrzała!

# I'm thirsty! I want something to drink!
source: I'm thirsty!\nI want something to drink!
pl: Chce mi się pić!\nChcę coś do picia!

# ROOFTOP SQUARE: VENDING MACHINES
source: ROOFTOP SQUARE:\nVENDING MACHINES
pl: DACH: AUTOMATY

# A vending machine! What does it have?
source: A vending machine!\nWhat does it have?
pl: Automat z napojami!\nCiekawe co ma?

source: Oops, not enough money!
pl: Ups, za mało kasy!

source: A can of {STR_VAR_1} popped out!
pl: Wyskoczyła puszka z {STR_VAR_1} !

source: There's no more room for stuff!
pl: Nie ma już na nic miejsca!

source: Not thirsty!
pl: Nie, dzięki!

# Welcome!pYou can exchange your COINS for fabulous prizes next door.
source: Welcome!\pYou can exchange your COINS for\nfabulous prizes next door.
pl: Witaj!\pW budynku obok możesz wymienić\nŻETONY na wspaniałe nagrody.

source: Welcome to ROCKET GAME CORNER!\pDo you need some game COINS?\nWould you like to buy some?
pl: Witamy w SALONIE GIER ROCKETÓW!\pPotrzebujesz ŻETONÓW?\nCzy chcesz je kupić?

# No? Please come play sometime!
source: No?\nPlease come play sometime!
pl: Nie?\nPrzyjdź czasem zagrać!

# Oh, I'm sorry. You don't have a COIN CASE.
source: Oh, I'm sorry.\nYou don't have a COIN CASE.
pl: Przykro mi.\nNie masz ETUI NA ŻETONY!

# Whoops! Your COIN CASE is full.
source: Whoops!\nYour COIN CASE is full.
pl: Ups!\nTwoje ETUI jest pełne.

source: You can't afford the COINS.
pl: Nie stać cię na ŻETONY.

# Thank you. Here are your COINS!
source: Thank you.\nHere are your COINS!
pl: Dziękuję.\nOto twoje ŻETONY!

# Keep this quiet.pIt's rumored that this place is run by TEAM ROCKET.
source: Keep this quiet.\pIt's rumored that this place is run\nby TEAM ROCKET.
pl: Nie mów nikomu.\pPodobno to miejsce prowadzone jest\nprzez ZESPÓŁ R.

# I think these machines have different odds.
source: I think these machines have\ndifferent odds.
pl: Sądzę, że każdy automat ma\ntu różne szanse.

source: Kid, do you want to play?
pl: Mały, chcesz zagrać?

# {PLAYER} received 10 COINS from the man.
source: {PLAYER} received 10 COINS\nfrom the man.
pl: {PLAYER} dostaje 10 ŻETONÓW\nod gracza.

source: You don't need my COINS!
pl: Po co ci moje ŻETONY?

# Wins seem to come and go. Nothing's a sure thing.
source: Wins seem to come and go.\nNothing's a sure thing.
pl: Zwycięstwa przychodzą i\nodchodzą. Bywa różnie.

# These slot games… Win or lose, it's only by luck.
source: These slot games…\nWin or lose, it's only by luck.
pl: Te maszyny…\nWygrana zależy tu tylko od szczęścia.

source: Hey!\pYou have better things to do,\nchamp in the making!\pCELADON GYM's LEADER is ERIKA.\pShe is a user of GRASS-type\nPOKéMON, and at one with nature.\pShe might appear docile because of\nher flower arranging…\pBut she's not one to be taken\nlightly!
pl: Hej!\pMasz lepsze rzeczy do roboty,\nmistrzuniu!\pLIDER SALI w CELADON to ERIKA.\pUżywa TRAWIASTEGO typu\nPOKéMONÓW i jest jednością z\pnaturą.\pMoże wydać ci się potulna z uwagi na\nswoje aranżacje kwiatowe…\pAle nie powinieneś traktować\njej lekko!

source: They offer rare POKéMON that can\nbe exchanged for your COINS.\pBut, I just can't seem to win!
pl: Oferują rzadkie POKéMONY, które\nmożna otrzymać za ŻETONY.\pAle nie mogę jakoś wygrać!

# Games are scary! It's so easy to get hooked!
source: Games are scary!\nIt's so easy to get hooked!
pl: Gry są straszne!\nTak łatwo dać się oszukać!

# What's up? Want some COINS?
source: What's up?\nWant some COINS?
pl: Co jest?\nChcesz ŻETONY?

# {PLAYER} received 20 COINS from the nice guy.
source: {PLAYER} received 20 COINS\nfrom the nice guy.
pl: {PLAYER} dostaje 20 ŻETONÓW\nod kolesia.

source: You have lots of COINS!
pl: Masz już dużo ŻETONÓW!

# Darn! I need more COINS for the POKéMON I want!
source: Darn! I need more COINS for the\nPOKéMON I want!
pl: Potrzebuje więcej ŻETONÓW\nna fajnego POKéMONA!

# Hey, what? You're throwing me off! Here are some COINS, so shoo!
source: Hey, what? You're throwing me off!\nHere are some COINS, so shoo!
pl: Hej, co? Wytrącasz mnie z rytmu!\nMasz trochę ŻETONÓW i spadaj!

# {PLAYER} received 20 COINS from the man.
source: {PLAYER} received 20 COINS\nfrom the man.
pl: {PLAYER} dostaje 20 ŻETONÓW\nod gracza.

# You've got plenty of your own COINS!
source: You've got plenty of your own\nCOINS!
pl: Hej! Masz już bardzo\ndużo ŻETONÓW!

# The trick is to watch the reels closely.
source: The trick is to watch the reels\nclosely.
pl: Sztuka polega na obserwowaniu\nrolek.

# I'm guarding this poster! Go away, or else!
source: I'm guarding this poster!\nGo away, or else!
pl: Pilnuję tego plakatu!\nSpadaj, bo oberwiesz!

source: Dang!
pl: Nie!

# The TEAM ROCKET HIDEOUT might be discovered!pI better tell BOSS!
source: The TEAM ROCKET HIDEOUT might\nbe discovered!\pI better tell BOSS!
pl: KRYJÓWKA ZESPOŁU R mogła\nzostać odkryta!\pLepiej powiem SZEFOWI!

# Hey!pA switch behind the poster!? Let's push it!
source: Hey!\pA switch behind the poster!?\nLet's push it!
pl: Hej!\pPrzełącznik za plakatem!?\nWciśnijmy go!

source: A COIN CASE is required…
pl: Potrzebujesz ETUI…

# Oops! Don't have the COIN CASE!
source: Oops!\nDon't have the COIN CASE!
pl: Uop! \nNie masz ETUI NA ŻETONY!

# A slot machine! Want to play?
source: A slot machine!\nWant to play?
pl: Automat do gry!\nZagrać?

# OUT OF ORDER This is broken.
source: OUT OF ORDER\nThis is broken.
pl: NIECZYNNY\nTen jest zepsuty.

# OUT TO LUNCH This is reserved.
source: OUT TO LUNCH\nThis is reserved.
pl: NA OBIEDZIE\nZarezerwowany.

# Someone's keys! They'll be back.
source: Someone's keys!\nThey'll be back.
pl: Czyjeś klucze!\nWróci tu.

# I sure do fancy that PORYGON! But, it's hard to win at slots!
source: I sure do fancy that PORYGON!\nBut, it's hard to win at slots!
pl: Bardzo chcę tego PORYGONA!\nAle trudno tu coś wygrać!

# Gahaha! I raked it in today! If only every day were like this…
source: Gahaha! I raked it in today!\nIf only every day were like this…
pl: Gahaha! Dzisiaj rozbiłem bank!\nGdyby każdy dzień był taki…

source: We exchange your COINS for prizes.
pl: Wymieniamy ŻETONY na nagrody.

source: Which prize would you like?
pl: Którą chcesz nagrodę?

source: So, you want the {STR_VAR_1}?
pl: A więc chcesz {STR_VAR_1}?

# Okay, a TM of {STR_VAR_2} is what you want?
source: Okay, a TM of {STR_VAR_2}\nis what you want?
pl: Okej, TM {STR_VAR_2}\nto to czego chcesz?

# Sorry, you'll need more COINS than that.
source: Sorry, you'll need more COINS\nthan that.
pl: Przepraszam, potrzeba ci\nwięcej ŻETONÓW.

source: Hello…\nLovely weather, isn't it?\lIt's so pleasant…\p…Oh, dear…\nI must have dozed off. Welcome.\pMy name is ERIKA.\nI am the LEADER of CELADON GYM.\pI am a student of the art of\nflower arranging.\pMy POKéMON are solely of the\nGRASS type.\p…Oh, I'm sorry, I had no idea that\nyou wished to challenge me.\pVery well, but I shall not lose.{PLAY_BGM MUS_ENCOUNTER_GYM_LEADER}
pl: Witaj…\nPiękna pogoda, prawda?\pJest tak przyjemnie…\p…O jejku…\nChyba odpłynęłam. Witaj.\pNazywam się ERIKA.\nJestem LIDERKĄ SALI w CELADON.\pJestem studentką sztuki\naranżacji kwiatów.\pMoje POKéMONY są wyłącznie typu\nTRAWIASTEGO.\p…O, przepraszam, nie miałam pojęcia,\nże chciałeś mnie wyzwać.\pNiech będzie, ale wiedz, że\nwygram.{PLAY_BGM MUS_ENCOUNTER_GYM_LEADER}

source: Oh!\nI concede defeat.\lYou are remarkably strong.\pI must confer on you the\nRAINBOWBADGE.
pl: Och!\nPrzyznaję porażkę.\lJesteś niesamowicie silny.\pMuszę wręczyć ci\nODZNAKĘ TĘCZY.

source: You are cataloging POKéMON?\nI must say I'm impressed.\pI would never collect POKéMON if\nthey were unattractive.
pl: Katalogujesz POKéMONY?\nMuszę powiedzieć, że jestem\ppod wrażeniem.\pNigdy nie zbierałabym\nbrzydkich POKéMONÓW.

source: The RAINBOWBADGE will make\nPOKéMON up to Lv. 50 obey.\pIt also allows POKéMON to use\nSTRENGTH in and out of battle.\pPlease also take this with you.
pl: ODZNAKA TĘCZY spowoduje, że\nposłuszne będą POKéMONY do\pLv. 50.\pPozwala też używać SIŁY\nPOKéMONOM poza walką.\pProszę, weź ze sobą jeszcze to.
